[
	{
		"quotation": "At least I never gave her the root password.",
		"citation": "Letting Go",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/215/"
	},
	{
		"quotation": "I heard the general anesthesia drugs can cause amnesia, so when I woke up mid-extraction I started taking notes on my hand so I'd remember things later. I managed 'AWAKE BUT EVERYTHING OK' before the dental assistant managed to find and confiscate all my pens.",
		"citation": "Wisdom Teeth",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/861/"
	},
	{
		"quotation": "I came here to chew bubblegum and say no more than eighteen words ... and I'm all out of",
		"citation": "Bubblegum",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/1560/"
	},
	{
		"quotation": "The great thing is, the sentence is really just a reminder to the listener to worry about whatever aspects of the technology they're already feeling alarmist about, which in their mind gives you credit for addressing their biggest anxieties.",
		"citation": "Insight",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/1215/"
	},
	{
		"quotation": "I watched from a beautiful nature reserve in central Missouri, and it was--without exaggeration--the coolest thing I've ever seen.",
		"citation": "Eclipse Review",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/1880/"
	},
	{
		"quotation": "In my experience, mosquitos and poison ivy are bad, but the very worst itch comes from bites from chiggers (Trombicula alfreddugesi). They're found across the American south and great plains, so the best home remedy is to move to Iceland.",
		"citation": "Home Itch Remedies",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/1702/"
	},
	{
		"quotation": "We didn't believe you at first, but we asked like three people who were at that party. They not only corroborated your story, but even said you totally mentioned wanting to start a company someday. Sorry! If this isn't enough money, let us know.",
		"citation": "My Business Idea",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/827/"
	},
	{
		"quotation": "I'm working on assembling a combination declinometer, sclerometer, viscometer, aleurometer, stalagmometer, and hypsometer. I'm making good progress according to my ometerometer, a device which shows the rate at which I'm acquiring measurement devices.",
		"citation": "Hygrometer",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/2060/"
	},
	{
		"quotation": "June 21st, 365, the date of the big Mediterranean earthquake and tsunami, lived in infamy for a few centuries before fading. Maybe the trick is a catchy rhyme; the '5th of November' thing is still going strong over 400 years later.",
		"citation": "FDR",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/2084/"
	},
	{
		"quotation": "Corollary to Hofstadter's Law: Every minute you spend thinking about Hofstadter's Law is a minute you're NOT WORKING AND WILL NEVER FINISH! PAAAAAANIIIIIIC!",
		"citation": "Estimating Time",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/1658/"
	},
	{
		"quotation": "That one is a variable star which pulses every 30 seconds. Its name comes from a Greek word meaning \"smoke alarm.\"",
		"citation": "Star Lore",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/1973/"
	},
	{
		"quotation": "I think you mean 'GNU Info Override'.",
		"citation": "Manual Override",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/912/"
	},
	{
		"quotation": "They managed to briefly hit the top of the rankings when they rejected everyone except one applicant, published 5 billion research papers that just said \"Hi,\" and hired one of their graduates for $50 trillion/year (then fired them after 10 microseconds.",
		"citation": "Faculty:Student Ratio",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/2215/"
	},
	{
		"quotation": "This was my friend David's idea",
		"citation": "Family Circus",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/100/"
	},
	{
		"quotation": "U+FDD0 is actually Unicode for the eye of the basilisk, though for safety reasons no font actually renders it.",
		"citation": "Emoticon",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/380/"
	},
	{
		"quotation": "'So we just have a steady flow of metal piling up in our server room? Isn't that a problem?' 'Yeah, you should bring that up at our next bismuth meeting.'",
		"citation": "Onboarding",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/1812/"
	},
	{
		"quotation": "40% of OpenBSD installs lead to shark attacks.  It's their only standing security issue.",
		"citation": "Success",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/349/"
	},
	{
		"quotation": "I take it Narnia doesn't have Cinnabons? Because if you can magic up a plate of those, I'll betray whoever.",
		"citation": "Turkish Delight",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/1980/"
	},
	{
		"quotation": "It's kinda Zen when you think about it, if you don't think too hard.",
		"citation": "Powers of One",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/271/"
	},
	{
		"quotation": "Given the role they play in every process in my body, really, they deserve this award more than me. Just gotta figure out how to give it to them. Maybe I can cut it into pieces to make it easier to swallow ...",
		"citation": "Team Effort",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/1543/"
	},
	{
		"quotation": "It was also fun when those teenagers tried to egg our house and it insta-cooked the eggs in mid-air.",
		"citation": "Trebuchet",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/382/"
	},
	{
		"quotation": "We've tested it on 30 different days and it hasn't gotten one wrong yet.",
		"citation": "Is it Christmas?",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/2236/"
	},
	{
		"quotation": "Using a classic Timothy Zahn EU/Legends novel is bad enough, but at least the style and setting aren't too far off. If you really want to mess with people, try using Splinter of the Mind's Eye.",
		"citation": "Opening Crawl",
		"license": "https://xkcd.com/license.html",
		"source": "https://xkcd.com/1843/"
	}
]
